/* CAUTION: This is a hand edited file, not generated by genStrings. */

// IPP Reasons (Printer states, internal errors)
"Communication Failure: The computer is not currently able to communicate with your printer. Please check your printer connections and check for printer errors." = "通信エラー：現在このコンピュータは、お使いのプリンタと通信することができません。プリンタが正しく接続されているか、また、プリンタにエラーが発生していないかをチェックしてください。";
"Opening Printer Connection Failed: Unable to open the printer connection. Please check your printer connections and check for printer errors." = "プリンタ接続に失敗：プリンタに接続できません。プリンタが正しく接続されているか、また、プリンタにエラーが発生していないかをチェックしてください。";
"Paper Size Error: Custom paper sizes are not supported in the selected tray." = "用紙サイズエラー：ユーザー定義用紙サイズは、選択したトレイではサポートされていません。";
"Paper Size Error: The specified custom paper size is not supported in the selected tray." = "用紙サイズエラー：指定したユーザー定義用紙サイズは、選択したトレイでサポートされていません。";
"Opening printer connection" = "プリンタ接続中";
"Idle" = "アイドル";
"Printer Error: The printer needs attention." = "プリンタエラー：プリンタに何らかの処置を施す必要があります。";
"Printer state is unknown." = "Printer state is unknown.";
"Device is sleeping." = "デバイスはスリープ中です。";
"dmf_error_alert_message" = "プリンタがエラーを通知しています。詳細については、HPプリンタ モニタを参照してください。";
"dmf_warning_alert_message" = "プリンタが警告を通知しています。詳細については、HPプリンタ モニタを参照してください。";
"dmf_info_alert_message" = "プリンタが情報を伝えるメッセージを通知しています。詳細については、HPプリンタ モニタを参照してください。";
"dmf_fatal_error_alert_message" = "プリンタが致命的なエラーを通知しています。詳細については、HPプリンタ モニタを参照してください。";
"Device paused." = "デバイスは一時停止しています。";

// Internal messages
"Printing page %d, %d%% complete..." = "ページ %d を印刷中、%d%% が完了...";
"Canceling job" = "ジョブをキャンセル中";
